{
  "settings_changed": "Ngôn ngữ đã được thay đổi thành: `Tiếng Việt`",
  "register_title": "Đăng ký thông tin",
  "register_name": "Họ và Tên của bạn ?",
  "register_age": "Tuổi của bạn ?",
  "register_gender": "Giới tính của bạn ?",
  "register_description": "Mô tả về bản thân bạn ?",
  "register_success": "Bạn đã đăng ký thành công với Talkc0n!",
  "start_matching": "Đang tìm kiếm người lạ để trò chuyện...Vui lòng chờ...",
  "match_found": "Đã tìm thấy người lạ đang cần trò chuyện! Hãy bắt đầu đoạn Chat từ đây!",
  "already_in_chat": "Bạn đang trong 1 cuộc trò chuyện với người lạ. Hãy sử dụng `/stop` để kết thúc trước khi bắt đầu cuộc trò chuyện mới!",
  "match_request_sent": "Yêu cầu tiết lộ danh tính đã được gửi, hãy chờ cho đến khi người lạ xác nhận!",
  "match_request_received": "Người lạ đang muốn tiết lộ danh tính cùng bạn. Sử dụng `/match` để xác nhận hoặc bỏ qua tin nhắn này nếu bạn không muốn!",
  "leave_chat": "Bạn đã rời khỏi cuộc trò chuyện này!",
  "partner_left_chat": "Người lạ đã rời khỏi cuộc trò chuyện này!",
  "stranger_message": "**Người lạ nói:** {message}",
  "register_first": "Bạn cần đăng ký thông tin trước khi bắt đầu tìm kiếm người lạ để trò chuyện. Vui lòng sử dụng lệnh `/register` để đăng ký!",
  "match_success": "Yêu cầu tiết lộ danh tính đã được chấp nhận. Thông tin của người lạ đã được gửi qua DM, hãy kiểm tra!",
  "identity_revealed": "Lưu ý: Có thể thông tin sẽ có sai sót / sai sự thật nhưng đó là thông tin mà người lạ đã đăng ký với Talkc0n!",
  "partner_info": "Thông tin về người lạ",
  "name": "Họ và Tên",
  "age": "Tuổi",
  "gender": "Giới tính",
  "description": "Mô tả / Ghi chú",
  "credits_title": "Về người đóng góp và bản dịch + Ping",
  "contributors_title": "== Người đóng góp:",
  "translators_title": "== Dịch thuật viên / Bản dịch của:",
  "bot_ping": "== Độ trễ của Talkc0n:",
  "calculating_ping": "Đang tính toán độ trễ...",
  "no_contributors": "Không có người đóng góp, huhu ;-;",
  "no_translators": "Không có dịch thuật viên, huhu ;-;",
  "stranger_sticker": "Người lạ đã gửi Sticker cho bạn!",
  "guild_not_found": "Lỗi của Bot: Không tìm thấy máy chủ chỉ định!",
  "not_in_guild": "Bạn chưa tham gia máy chủ. Vui lòng tham gia máy chủ này trước: <{invite_link}>",
  "not_in_chat": "Bạn không tồn tại trong đoạn Chat nào. Hãy sử dụng lệnh `/start` trước!",
  "partner_not_in_guild": "Có sự cố, hic: Đối tác của bạn không có trong máy chủ của Talkc0n ;-;",
  "voice_request_sent": "Yêu cầu tạo kênh Voice đã được gửi đến người lạ...Vui lòng chờ phản hồi từ người lạ!",
  "voice_request_received": "Người lạ muốn tạo 1 kênh Voice với bạn. React ✅ để đồng ý hoặc ❌ để từ chối!",
  "voice_channel_created": "Kênh Voice giữa 2 người đã được tạo! Bạn có thể tham gia tại đây (tồn tại trong 1 phút): {channel}",
  "voice_request_declined": "Đối tác đã từ chối yêu cầu tạo kênh Voice của bạn ;-;",
  "voice_request_timeout": "Yêu cầu tạo kênh Voice đã hết hạn. Vui lòng thử lại!"
}
